export default {
  // 支持值为 Object 和 Array
  'GET /api/dashboard/log': {
    code: 0,
    data: [
      {
        time: '1587482634',
        level: 'INFO',
        message: '测试日志测试日志',
      },
      {
        time: '1587492634',
        level: 'ERROR',
        message: '测试日志测试日志',
      },
      {
        time: '1587582634',
        level: 'INFO',
        message: '测试日志测试日志',
      },
      {
        time: '1587592634',
        level: 'INFO',
        message: '测试日志测试日志',
      },
      {
        time: '1587592634',
        level: 'ERROR',
        message: '超长的日志测试日志测试\n日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志超长的日志测试日志测试日志',
      },
    ],
  },
};
